<!-- RL Section -->
<div class="section">
    <div class="container">
        <div class="rl-block slideUp">
            <div class="rl-img">
                <picture>
                    <source srcset="img/lr-img-5.webp" type="image/webp">
                    <source srcset="img/lr-img-5.jpg" type="image/jpg">
                    <img width="384" height="384" src="#" alt="Content Image" loading="lazy">
                </picture>
            </div>

            <div class="rl-content">
                <h2 class="h2 title text-animate">Завдання</h2>

                <div class="text">
                    <p>Хочете облаштувати свій будинок красивими і сучасними меблями? Інтернет-магазин «Додому» - це сучасний торговий сайт, в якому зібрані кращі пропозиції від польських виробників в одному зручному і функціональному каталозі.</p>
                    <p>Продукція компанії поєднує прекрасний дизайн, практичність і бездоганну якість, ми допоможемо підібрати ідеальний варіант для вашої спальні, вітальні, кухні, офісу та бару.</p>
                    <p>Тепер купити необхідні меблі додому можна всього за кілька хвилин незалежно в якому куточку України ви мешкаєте, ми допоможемо підібрати кращий варіант для вашого приміщення і облаштуємо ваш будинок сучасними предметами меблів від перевірених виробників</p>
                </div>
            </div>
        </div>
    </div>
</div>