<!-- Steps -->
<div class="section">
    <div class="container">
        <div class="step-block">
            <h2 class="h2 title text-animate">Етапи роботи.</h2>

            <div class="text slideUp">
                <p>Ми цінуємо ваш час і прозорість у процесі. Саме тому кожен наш проєкт проходить через чітко структуровані етапи — від першої консультації до здачі об’єкта. Ви завжди знаєте, що, коли і як відбувається.</p>
                <p>На кожному етапі ми підтримуємо зв’язок з клієнтом, надаємо звіти, узгоджуємо важливі рішення та консультуємо щодо матеріалів і технічних рішень. Такий підхід дозволяє нам будувати якісно, вчасно та з повною відповідністю вашим очікуванням.</p>
            </div>

            <div class="step-card-wrap slideUp">
                <div class="step-card">
                    <div class="h4 title"><span>01.</span> Консультація та збір вимог</div>
                    <div class="text">Обговорюємо ваші побажання, бюджет і стиль. Допомагаємо визначити оптимальний формат будівництва й готуємо базові технічні умови.</div>
                </div>
                <div class="step-card">
                    <div class="h4 title"><span>02.</span> Будівництво та технічний нагляд</div>
                    <div class="text">Виконуємо всі будівельні роботи згідно з проєктом. Наші інженери контролюють якість та строки на кожному етапі. </div>
                </div>
                <div class="step-card">
                    <div class="h4 title"><span>03.</span> Завершення та здача об’єкта</div>
                    <div class="text">Обговорюємо ваші побажання, бюджет і стиль. Допомагаємо визначити оптимальний формат будівництва й готуємо базові технічні умови.</div>
                </div>
            </div>
        </div>
    </div>
</div>