<!DOCTYPE html>
<html lang="uk">

<head>
    <?php include 'inc/global/_top.php'; ?>
    <title>Dodomy Bud :: Політика конфіденційності</title>
</head>

<body>
    <div id="content-block">
        <?php include 'inc/global/_header.php'; ?>

        <main>
            <?php include 'template-parts/_banner_3.php'; ?>

            <div class="section">
                <div class="container">
                    <!-- Editor text -->
                    <div class="text col-xl-8 col-lg-10 mx-auto">
                        <h4>01. Збір персональних даних</h4>
                        <p>Ми можемо збирати такі дані користувачів:</p>
                        <ul>
                            <li>Ім’я та прізвище</li>
                            <li>Контактний номер телефону</li>
                            <li>Адреса електронної пошти</li>
                            <li>Інша інформація, яку ви добровільно надаєте через контактні форми, заявки чи підписку на розсилку</li>
                        </ul>

                        <h4>02. Мета збору даних</h4>
                        <p>Зібрані персональні дані використовуються з метою:</p>
                        <ol>
                            <li>Надання консультацій та зворотного зв’язку</li>
                            <li>Обробки ваших запитів та заявок</li>
                            <li>Покращення роботи сайту та сервісів</li>
                            <li>Надсилання інформації про наші послуги, новини та акції (за вашою згодою</li>
                        </ol>

                        <h4>03. Збереження та захист даних</h4>
                        <p>Ваші персональні дані зберігаються у безпечному середовищі та захищені від несанкціонованого доступу, зміни або розголошення. Ми застосовуємо відповідні технічні та організаційні заходи безпеки.</p>

                        <h4>04. Передача даних третім особам</h4>
                        <p>Ми не передаємо ваші персональні дані третім особам, за винятком випадків, коли це необхідно для виконання наших зобов’язань перед вами (наприклад, підрядникам або службам доставки) або якщо це передбачено законодавством.</p>

                        <h4>05. Зміни до політики</h4>
                        <p>Ми залишаємо за собою право вносити зміни до цієї політики. Усі оновлення будуть опубліковані на цій сторінці. Просимо періодично переглядати її для ознайомлення з актуальною версією.</p>
                    </div>
                </div>
            </div>

            <?php include 'template-parts/_cta.php'; ?>
        </main>

        <?php include 'inc/global/_footer.php'; ?>
    </div>

    <!-- Popups -->
    <div class="popup-wrapper" id="popups"></div>
    <?php include 'inc/global/_bottom.php'; ?>
    <?php include 'inc/global/_form.php'; ?>
</body>

</html>